app/controllers/account_categories_controller.rb

INSERT INTO `account_categories` (`updated_at`, `description`, `label`, `created_at`) VALUES('2010-09-19 07:09:04', NULL, NULL, '2010-09-19 07:09:04')
---
  def create
    @ac_cate = AccountCategory.new(params[:account_category])

    respond_to do |format|
      if @ac_cate.save